{
  "string_to_token": {
    "PAD": 0,
    "UNK": 1,
    "start": 2,
    "end": 3,
    "none": 4,
    "Tracy McGrady": 5,
    "Darrell Armstrong": 6,
    "Grant Hill": 7,
    "Pat Burke": 8,
    "Horace Grant": 9,
    "Pat Garrity": 10,
    "Mike Miller": 11,
    "Shawn Kemp": 12,
    "Ryan Humphrey": 13,
    "Andrew DeClercq": 14,
    "Jacque Vaughn": 15,
    "Jeryl Sasser": 16,
    "Vlade Divac": 17,
    "Bobby Jackson": 18,
    "Hedo Turkoglu": 19,
    "Chris Webber": 20,
    "Peja Stojakovic": 21,
    "Gerald Wallace": 22,
    "Keon Clark": 23,
    "Damon Jones": 24,
    "Scot Pollard": 25,
    "Soumaila Samake": 26,
    "Derek Fisher": 27,
    "Kobe Bryant": 28,
    "Devean George": 29,
    "Robert Horry": 30,
    "Samaki Walker": 31,
    "Tracy Murray": 32,
    "Brian Shaw": 33,
    "Jannero Pargo": 34,
    "Slava Medvedenko": 35,
    "Kareem Rush": 36,
    "Tony Battie": 37,
    "Antoine Walker": 38,
    "Paul Pierce": 39,
    "Eric Williams": 40,
    "Tony Delk": 41,
    "Shammond Williams": 42,
    "Vin Baker": 43,
    "Walter McCarty": 44,
    "Bruno Sundov": 45,
    "Keith Van Horn": 46,
    "Todd MacCulloch": 47,
    "Allen Iverson": 48,
    "Aaron McKie": 49,
    "Eric Snow": 50,
    "John Salmons": 51,
    "Art Long": 52,
    "Brian Skinner": 53,
    "Mark Bryant": 54,
    "Jelani McCoy": 55,
    "Antonio Davis": 56,
    "Vince Carter": 57,
    "Alvin Williams": 58,
    "Morris Peterson": 59,
    "Lindsey Hunter": 60,
    "Voshon Lenard": 61,
    "Jerome Williams": 62,
    "Michael Bradley": 63,
    "Jermaine O'Neal": 64,
    "Brad Miller": 65,
    "Metta World Peace": 66,
    "Erick Strickland": 67,
    "Al Harrington": 68,
    "Ron Mercer": 69,
    "Jonathan Bender": 70,
    "Jeff Foster": 71,
    "Fred Jones": 72,
    "Dikembe Mutombo": 73,
    "Kenyon Martin": 74,
    "Kerry Kittles": 75,
    "Jason Kidd": 76,
    "Richard Jefferson": 77,
    "Lucious Harris": 78,
    "Rodney Rogers": 79,
    "Aaron Williams": 80,
    "Tamar Slay": 81,
    "Jason Collins": 82,
    "Brian Grant": 83,
    "Caron Butler": 84,
    "Travis Best": 85,
    "Eddie Jones": 86,
    "Malik Allen": 87,
    "Rasual Butler": 88,
    "Sean Marks": 89,
    "Mike James": 90,
    "LaPhonso Ellis": 91,
    "Eddie House": 92,
    "Ben Wallace": 93,
    "Chauncey Billups": 94,
    "Richard Hamilton": 95,
    "Michael Curry": 96,
    "Zeljko Rebraca": 97,
    "Clifford Robinson": 98,
    "Jon Barry": 99,
    "Chucky Atkins": 100,
    "Corliss Williamson": 101,
    "Tayshaun Prince": 102,
    "Kevin Garnett": 103,
    "Anthony Peeler": 104,
    "Troy Hudson": 105,
    "Loren Woods": 106,
    "Rasho Nesterovic": 107,
    "Gary Trent": 108,
    "Kendall Gill": 109,
    "Marc Jackson": 110,
    "Rod Strickland": 111,
    "Reggie Slater": 112,
    "Pau Gasol": 113,
    "Wesley Person": 114,
    "Michael Dickerson": 115,
    "Drew Gooden": 116,
    "Jason Williams": 117,
    "Gordan Giricek": 118,
    "Shane Battier": 119,
    "Lorenzen Wright": 120,
    "Brevin Knight": 121,
    "Earl Watson": 122,
    "Jamaal Magloire": 123,
    "P.J. Brown": 124,
    "Baron Davis": 125,
    "Jamal Mashburn": 126,
    "David Wesley": 127,
    "George Lynch": 128,
    "Courtney Alexander": 129,
    "Jerome Moiso": 130,
    "Robert Traylor": 131,
    "Kirk Haston": 132,
    "Rasheed Wallace": 133,
    "Derek Anderson": 134,
    "Dale Davis": 135,
    "Bonzi Wells": 136,
    "Damon Stoudamire": 137,
    "Ruben Patterson": 138,
    "Jeff McInnis": 139,
    "Antonio Daniels": 140,
    "Arvydas Sabonis": 141,
    "Scottie Pippen": 142,
    "Zach Randolph": 143,
    "Qyntel Woods": 144,
    "Predrag Drobnjak": 145,
    "Gary Payton": 146,
    "Reggie Evans": 147,
    "Rashard Lewis": 148,
    "Brent Barry": 149,
    "Jerome James": 150,
    "Desmond Mason": 151,
    "Vladimir Radmanovic": 152,
    "Calvin Booth": 153,
    "Ansu Sesay": 154,
    "Michael Olowokandi": 155,
    "Elton Brand": 156,
    "Andre Miller": 157,
    "Quentin Richardson": 158,
    "Corey Maggette": 159,
    "Sean Rooks": 160,
    "Eric Piatkowski": 161,
    "Chris Wilcox": 162,
    "Marko Jaric": 163,
    "Keyon Dooling": 164,
    "Erick Dampier": 165,
    "Gilbert Arenas": 166,
    "Antawn Jamison": 167,
    "Jason Richardson": 168,
    "Troy Murphy": 169,
    "Adonal Foyle": 170,
    "Dean Oliver": 171,
    "Jiri Welsch": 172,
    "Mike Dunleavy": 173,
    "Brendan Haywood": 174,
    "Bryon Russell": 175,
    "Jerry Stackhouse": 176,
    "Kwame Brown": 177,
    "Larry Hughes": 178,
    "Michael Jordan": 179,
    "Jared Jeffries": 180,
    "Tyronn Lue": 181,
    "Christian Laettner": 182,
    "Juan Dixon": 183,
    "Etan Thomas": 184,
    "Theo Ratliff": 185,
    "Ira Newble": 186,
    "Glenn Robinson": 187,
    "Shareef Abdur-Rahim": 188,
    "Jason Terry": 189,
    "Alan Henderson": 190,
    "Antonio Harvey": 191,
    "Darvin Ham": 192,
    "Dan Dickau": 193,
    "Emanual Davis": 194,
    "Lawrence Funderburke": 195,
    "Anthony Johnson": 196,
    "Brian Scalabrine": 197,
    "Greg Buckner": 198,
    "Mehmet Okur": 199,
    "Hubert Davis": 200,
    "Igor Rakocevic": 201,
    "Tyson Chandler": 202,
    "Jay Williams": 203,
    "Trenton Hassell": 204,
    "Jalen Rose": 205,
    "Eddy Curry": 206,
    "Eddie Robinson": 207,
    "Donyell Marshall": 208,
    "Jamal Crawford": 209,
    "Marcus Fizer": 210,
    "Fred Hoiberg": 211,
    "Lonny Baxter": 212,
    "Corie Blount": 213,
    "David Robinson": 214,
    "Tim Duncan": 215,
    "Manu Ginobili": 216,
    "Tony Parker": 217,
    "Bruce Bowen": 218,
    "Steve Kerr": 219,
    "Malik Rose": 220,
    "Speedy Claxton": 221,
    "Stephen Jackson": 222,
    "Danny Ferry": 223,
    "Kevin Willis": 224,
    "Mark Blount": 225,
    "James Posey": 226,
    "Ryan Bowen": 227,
    "Junior Harrington": 228,
    "Chris Whitney": 229,
    "Chris Andersen": 230,
    "Nikoloz Tskitishvili": 231,
    "Nene ": 232,
    "Kenny Satterfield": 233,
    "Donnell Harvey": 234,
    "Jake Tsakalidis": 235,
    "Shawn Marion": 236,
    "Joe Johnson": 237,
    "Tom Gugliotta": 238,
    "Stephon Marbury": 239,
    "Anfernee Hardaway": 240,
    "Amar'e Stoudemire": 241,
    "Bo Outlaw": 242,
    "Scott Williams": 243,
    "Wang Zhi-zhi": 244,
    "Oscar Torres": 245,
    "Dion Glover": 246,
    "Jamaal Tinsley": 247,
    "Kurt Thomas": 248,
    "Clar. Weatherspoon": 249,
    "Allan Houston": 250,
    "Charlie Ward": 251,
    "Shandon Anderson": 252,
    "Howard Eisley": 253,
    "Othella Harrington": 254,
    "Travis Knight": 255,
    "Lee Nailon": 256,
    "Stromile Swift": 257,
    "Mike Batiste": 258,
    "Dan Gadzuric": 259,
    "Ray Allen": 260,
    "Tim Thomas": 261,
    "Anthony Mason": 262,
    "Sam Cassell": 263,
    "Toni Kukoc": 264,
    "Michael Redd": 265,
    "Kevin Ollie": 266,
    "Jason Caffey": 267,
    "Marcus Haislip": 268,
    "Flip Murray": 269,
    "Shawn Bradley": 270,
    "Raef LaFrentz": 271,
    "Dirk Nowitzki": 272,
    "Michael Finley": 273,
    "Steve Nash": 274,
    "Nick Van Exel": 275,
    "Walt Williams": 276,
    "Eduardo Najera": 277,
    "Raja Bell": 278,
    "Avery Johnson": 279,
    "Evan Eschmeyer": 280,
    "Kelvin Cato": 281,
    "Steve Francis": 282,
    "Eddie Griffin": 283,
    "Cuttino Mobley": 284,
    "Juaquin Hawkins": 285,
    "Yao Ming": 286,
    "Kenny Thomas": 287,
    "Moochie Norris": 288,
    "Greg Ostertag": 289,
    "Karl Malone": 290,
    "DeShawn Stevenson": 291,
    "Andrei Kirilenko": 292,
    "John Stockton": 293,
    "Jarron Collins": 294,
    "Mark Jackson": 295,
    "Matt Harpring": 296,
    "Calbert Cheaney": 297,
    "Scott Padgett": 298,
    "Vladimir Stepania": 299,
    "Kenny Anderson": 300,
    "Joseph Forte": 301,
    "Chris Jefferies": 302,
    "Mamadou N'diaye": 303,
    "Adrian Griffin": 304,
    "Casey Jacobsen": 305,
    "Randy Brown": 306,
    "Dan Langhi": 307,
    "Zydrunas Ilgauskas": 308,
    "Milt Palacio": 309,
    "Tyrone Hill": 310,
    "Ricky Davis": 311,
    "Darius Miles": 312,
    "Bimbo Coles": 313,
    "DeSagana Diop": 314,
    "Jumaine Jones": 315,
    "Carlos Boozer": 316,
    "Smush Parker": 317,
    "Michael Stewart": 318,
    "Glen Rice": 319,
    "Devin Brown": 320,
    "Juwan Howard": 321,
    "Rodney White": 322,
    "John Amaechi": 323,
    "Ervin Johnson": 324,
    "Wally Szczerbiak": 325,
    "Efthimios Rentzias": 326,
    "Primoz Brezec": 327,
    "Stacey Augmon": 328,
    "Dalibor Bagaric": 329,
    "Doug Christie": 330,
    "Jamison Brewer": 331,
    "Anthony Carter": 332,
    "Frank Williams": 333,
    "J.R. Bremer": 334,
    "Ruben Wolkowyski": 335,
    "Adam Harrington": 336,
    "Michael Doleac": 337,
    "Jason Collier": 338,
    "Maurice Taylor": 339,
    "Rick Fox": 340,
    "Charles Oakley": 341,
    "Tremaine Fowlkes": 342,
    "Greg Foster": 343,
    "Cezary Trybanski": 344,
    "Latrell Sprewell": 345,
    "Danny Fortson": 346,
    "Amal McCaskill": 347,
    "Chris Crawford": 348,
    "Steven Smith": 349,
    "A.J. Guyton": 350,
    "Joe Smith": 351,
    "Mark Strickland": 352,
    "Carlos Arroyo": 353,
    "Jermaine Jackson": 354,
    "Anthony Goldwire": 355,
    "Predrag Savovic": 356,
    "Austin Croshere": 357,
    "Derrick Coleman": 358,
    "Terence Morris": 359,
    "Shaquille O'Neal": 360,
    "Jake Voskuhl": 361,
    "Olumide Oyedeji": 362,
    "Dajuan Wagner": 363,
    "Matt Maloney": 364,
    "Joel Przybilla": 365,
    "Elden Campbell": 366,
    "Earl Boykins": 367,
    "Reggie Miller": 368,
    "Melvin Ely": 369,
    "Cherokee Parks": 370,
    "Popeye Jones": 371,
    "Jim Jackson": 372,
    "Mark Madsen": 373,
    "Lavor Postell": 374,
    "Alton Ford": 375,
    "Brian Cardinal": 376,
    "Brandon Armstrong": 377,
    "Monty Williams": 378,
    "Bryce Drew": 379,
    "Vincent Yarbrough": 380,
    "Kedrick Brown": 381,
    "Mengke Bateer": 382,
    "Bostjan Nachbar": 383,
    "Chris Mills": 384,
    "Nate Huffman": 385,
    "Nazr Mohammed": 386,
    "Mateen Cleaves": 387,
    "Tony Massenburg": 388,
    "Vitaly Potapenko": 389,
    "Mike Bibby": 390,
    "Chris Mihm": 391,
    "Mike Wilks": 392,
    "Sean Lampley": 393,
    "Bob Sura": 394,
    "John Crotty": 395,
    "Lamar Odom": 396,
    "Robert Archibald": 397,
    "Bobby Simmons": 398,
    "Chris Childs": 399,
    "Rafer Alston": 400,
    "Robert Pack": 401,
    "Steven Hunter": 402,
    "Mikki Moore": 403,
    "Damone Brown": 404,
    "Pepe Sanchez": 405,
    "Marcus Camby": 406,
    "Antoine Rigaudeau": 407,
    "Grant Long": 408,
    "Corey Benjamin": 409,
    "Rick Brunson": 410,
    "Jamal Sampson": 411,
    "Randy Livingston": 412,
    "Chris Dudley": 413,
    "Zendon Hamilton": 414,
    "Danny Manning": 415,
    "Maceo Baston": 416,
    "Tito Maddox": 417,
    "Roger Mason Jr.": 418,
    "Jahidi White": 419,
    "Tierre Brown": 420,
    "Brandon Williams": 421,
    "Donny Marshall": 422,
    "Ken Johnson": 423,
    "Tariq Abdul-Wahad": 424,
    "Charles Smith": 425,
    "Jeff Trepagnier": 426,
    "Tim Hardaway": 427,
    "Ruben Boumtje-Boumtje": 428,
    "Willie Green": 429,
    "Samuel Dalembert": 430,
    "Kyle Korver": 431,
    "Luke Walton": 432,
    "Marcus Banks": 433,
    "Michael Sweetney": 434,
    "David West": 435,
    "Chris Bosh": 436,
    "Lamond Murray": 437,
    "Keith McLeod": 438,
    "Carmelo Anthony": 439,
    "Francisco Elson": 440,
    "Ben Handlogten": 441,
    "Sasha Pavlovic": 442,
    "Raul Lopez": 443,
    "Mickael Pietrus": 444,
    "Darius Songaila": 445,
    "Luke Ridnour": 446,
    "Richie Frahm": 447,
    "Britton Johnsen": 448,
    "Reece Gaines": 449,
    "Torraye Braggs": 450,
    "Zarko Cabarkapa": 451,
    "Dwyane Wade": 452,
    "Udonis Haslem": 453,
    "John Wallace": 454,
    "Alonzo Mourning": 455,
    "Zoran Planinic": 456,
    "Doug Overton": 457,
    "Chris Kaman": 458,
    "Jarvis Hayes": 459,
    "Boris Diaw": 460,
    "Quincy Lewis": 461,
    "Ndudi Ebi": 462,
    "T.J. Ford": 463,
    "Daniel Santiago": 464,
    "Marquis Daniels": 465,
    "Jason Hart": 466,
    "Shane Heal": 467,
    "Mo Williams": 468,
    "Steve Blake": 469,
    "Zaza Pachulia": 470,
    "LeBron James": 471,
    "Keith Bogans": 472,
    "Darko Milicic": 473,
    "Kirk Hinrich": 474,
    "Linton Johnson": 475,
    "Curtis Borchardt": 476,
    "Jason Kapono": 477,
    "Josh Howard": 478,
    "Leandro Barbosa": 479,
    "Rodney Buford": 480,
    "Jabari Smith": 481,
    "Travis Hansen": 482,
    "Matt Carroll": 483,
    "Derrick Dial": 484,
    "Mitchell Butler": 485,
    "Antonio McDyess": 486,
    "Olden Polynice": 487,
    "Dahntay Jones": 488,
    "Troy Bell": 489,
    "Kendrick Perkins": 490,
    "Oliver Miller": 491,
    "Kaniel Dickens": 492,
    "James Jones": 493,
    "Brian Cook": 494,
    "Travis Outlaw": 495,
    "Paul Grant": 496,
    "Alex Garcia": 497,
    "Brandon Hunter": 498,
    "Ronald Dupree": 499,
    "Michael Ruffin": 500,
    "Ime Udoka": 501,
    "Mark Pope": 502,
    "Matt Barnes": 503,
    "Maciej Lampe": 504,
    "Darrick Martin": 505,
    "DerMarr Johnson": 506,
    "Omar Cook": 507,
    "Eddie Gill": 508,
    "Desmond Penigar": 509,
    "Hiram Fuller": 510,
    "Rusty LaRue": 511,
    "Theron Smith": 512,
    "Paul Shirley": 513,
    "Josh Davis": 514,
    "Desmond Ferguson": 515,
    "Maurice Carter": 516,
    "Dana Barros": 517,
    "Carlos Delfino": 518,
    "Devin Harris": 519,
    "Rafael Araujo": 520,
    "Matt Bonner": 521,
    "Dwight Howard": 522,
    "Jameer Nelson": 523,
    "Tony Allen": 524,
    "Al Jefferson": 525,
    "Nenad Krstic": 526,
    "JR Smith": 527,
    "Beno Udrih": 528,
    "Jackson Vroman": 529,
    "Yuta Tabuse": 530,
    "Kirk Snyder": 531,
    "Kris Humphries": 532,
    "Shaun Livingston": 533,
    "Lionel Chalmers": 534,
    "Emeka Okafor": 535,
    "Bernard Robinson": 536,
    "Andre Iguodala": 537,
    "Andres Nocioni": 538,
    "Ben Gordon": 539,
    "Luol Deng": 540,
    "Jared Reiner": 541,
    "Chris Duhon": 542,
    "Sebastian Telfair": 543,
    "Andris Biedrins": 544,
    "Nick Collison": 545,
    "Damien Wilkins": 546,
    "Robert Swift": 547,
    "Trevor Ariza": 548,
    "David Harrison": 549,
    "John Edwards": 550,
    "DJ Mbenga": 551,
    "Sasha Vujacic": 552,
    "Quinton Ross": 553,
    "Royal Ivey": 554,
    "Josh Smith": 555,
    "Josh Childress": 556,
    "Maurice Evans": 557,
    "Kevin Martin": 558,
    "Erik Daniels": 559,
    "Laron Profit": 560,
    "Mario Kasun": 561,
    "Awvee Storey": 562,
    "Anderson Varejao": 563,
    "Geno Carlisle": 564,
    "Matt Freije": 565,
    "Pape Sow": 566,
    "Luke Jackson": 567,
    "Delonte West": 568,
    "Donta Smith": 569,
    "Andre Barrett": 570,
    "Aleksandar Radojevic": 571,
    "Corsley Edwards": 572,
    "Antonio Burks": 573,
    "Horace Jenkins": 574,
    "Justin Reed": 575,
    "Luis Flores": 576,
    "Ibrahim Kutluay": 577,
    "Kirk Penney": 578,
    "Ha Ha": 579,
    "John Thomas": 580,
    "Obinna Ekezie": 581,
    "Andre Emmett": 582,
    "James Thomas": 583,
    "Billy Thomas": 584,
    "Tony Bobbitt": 585,
    "Dorell Wright": 586,
    "Viktor Khryapa": 587,
    "Cory Alexander": 588,
    "Maurice Baker": 589,
    "Pavel Podkolzin": 590,
    "Jackie Butler": 591,
    "Mark Jones": 592,
    "Fabricio Oberto": 593,
    "Chris Paul": 594,
    "Brandon Bass": 595,
    "Arvydas Macijauskas": 596,
    "Joey Graham": 597,
    "Charlie Villanueva": 598,
    "Jose Calderon": 599,
    "Ryan Gomes": 600,
    "Orien Greene": 601,
    "Jason Maxiell": 602,
    "Lawrence Roberts": 603,
    "Hakim Warrick": 604,
    "Rashad McCants": 605,
    "Deron Williams": 606,
    "Johan Petro": 607,
    "Chris Taft": 608,
    "Aaron Miles": 609,
    "Earl Barron": 610,
    "Devin Green": 611,
    "Deng Gai": 612,
    "Lou Williams": 613,
    "Channing Frye": 614,
    "Nate Robinson": 615,
    "Linas Kleiza": 616,
    "James Singleton": 617,
    "Daniel Ewing": 618,
    "Yaroslav Korolev": 619,
    "Boniface Ndong": 620,
    "Raymond Felton": 621,
    "Sean May": 622,
    "Danny Granger": 623,
    "Sarunas Jasikevicius": 624,
    "Andrew Bogut": 625,
    "Charlie Bell": 626,
    "Luther Head": 627,
    "Sergei Monia": 628,
    "Jarrett Jack": 629,
    "Martell Webster": 630,
    "David Lee": 631,
    "Andrew Bynum": 632,
    "Eddie Basden": 633,
    "Marvin Williams": 634,
    "Salim Stoudamire": 635,
    "Esteban Batista": 636,
    "Donell Taylor": 637,
    "Wayne Simien": 638,
    "Andray Blatche": 639,
    "Kevin Burleson": 640,
    "Matt Walsh": 641,
    "Julius Hodge": 642,
    "Andre Owens": 643,
    "CJ Miles": 644,
    "Robert Whaley": 645,
    "Shavlik Randolph": 646,
    "Josh Powell": 647,
    "Melvin Sanders": 648,
    "Francisco Garcia": 649,
    "Ronnie Price": 650,
    "Rawle Marshall": 651,
    "Alex Scales": 652,
    "Gerald Fitch": 653,
    "Ike Diogu": 654,
    "Von Wafer": 655,
    "Alan Anderson": 656,
    "Dijon Thompson": 657,
    "Sharrod Ford": 658,
    "Anthony Roberson": 659,
    "Travis Diener": 660,
    "Monta Ellis": 661,
    "Stephen Graham": 662,
    "John Lucas III": 663,
    "Martynas Andriuskevicius": 664,
    "Randy Holcomb": 665,
    "Antoine Wright": 666,
    "Chuck Hayes": 667,
    "Bracey Wright": 668,
    "Gerald Green": 669,
    "Dwayne Jones": 670,
    "Ronny Turiaf": 671,
    "Alex Acker": 672,
    "Noel Felix": 673,
    "Luke Schenscher": 674,
    "Will Bynum": 675,
    "Anthony Grundy": 676,
    "Derrick Zimmerman": 677,
    "Amir Johnson": 678,
    "Chris Quinn": 679,
    "Robert Hite": 680,
    "Jordan Farmar": 681,
    "Rodney Carney": 682,
    "Adam Morrison": 683,
    "Rajon Rondo": 684,
    "Marcus Williams": 685,
    "Hassan Adams": 686,
    "Mile Ilic": 687,
    "Rudy Gay": 688,
    "Alexander Johnson": 689,
    "Kyle Lowry": 690,
    "Randy Foye": 691,
    "Craig Smith": 692,
    "Paul Millsap": 693,
    "Ronnie Brewer": 694,
    "Mouhamed Sene": 695,
    "Mickael Gelabale": 696,
    "Patrick O'Bryant": 697,
    "Paul Davis": 698,
    "Anthony Parker": 699,
    "Jorge Garbajosa": 700,
    "Andrea Bargnani": 701,
    "P.J. Tucker": 702,
    "Shelden Williams": 703,
    "Cedric Bozeman": 704,
    "Solomon Jones": 705,
    "Thabo Sefolosha": 706,
    "Tyrus Thomas": 707,
    "Yakhouba Diawara": 708,
    "Renaldo Balkman": 709,
    "Damir Markota": 710,
    "Ersan Ilyasova": 711,
    "David Noel": 712,
    "Steve Novak": 713,
    "Vassilis Spanoulis": 714,
    "Dee Brown": 715,
    "Brandon Roy": 716,
    "Cedric Simmons": 717,
    "Mardy Collins": 718,
    "Shannon Brown": 719,
    "Walter Herrmann": 720,
    "Quincy Douby": 721,
    "LaMarcus Aldridge": 722,
    "Leon Powe": 723,
    "Maurice Ager": 724,
    "J.J. Barea": 725,
    "Roger Powell": 726,
    "Daniel Gibson": 727,
    "Allan Ray": 728,
    "Sergio Rodriguez": 729,
    "Ivan McFarlin": 730,
    "Bobby Jones": 731,
    "Hilton Armstrong": 732,
    "Pops Mensah-Bonsu": 733,
    "Andreas Glyniadakis": 734,
    "JJ Redick": 735,
    "Chris McCray": 736,
    "James Lang": 737,
    "Marcus Vinicius": 738,
    "Josh Boone": 739,
    "Desmon Farmer": 740,
    "Uros Slokar": 741,
    "Shawne Williams": 742,
    "Will Blalock": 743,
    "Tarence Kinsey": 744,
    "Andre Brown": 745,
    "Kelenna Azubuike": 746,
    "Justin Williams": 747,
    "Ryan Hollins": 748,
    "Lynn Greer": 749,
    "Jeremy Richardson": 750,
    "Will Conroy": 751,
    "James Augustine": 752,
    "Lou Amundson": 753,
    "Randolph Morris": 754,
    "James White": 755,
    "Kevinn Pinkney": 756,
    "Mike Hall": 757,
    "Darius Washington": 758,
    "Ian Mahinmi": 759,
    "Coby Karl": 760,
    "Marco Belinelli": 761,
    "Courtney Sims": 762,
    "Juan Carlos Navarro": 763,
    "Kevin Durant": 764,
    "Jeff Green": 765,
    "Jared Dudley": 766,
    "Sean Williams": 767,
    "Al Horford": 768,
    "Acie Law": 769,
    "Mario West": 770,
    "Glen Davis": 771,
    "Julian Wright": 772,
    "Corey Brewer": 773,
    "Aaron Gray": 774,
    "DJ Strawberry": 775,
    "Al Thornton": 776,
    "Jason Smith": 777,
    "Dominic McGuire": 778,
    "Nick Young": 779,
    "Yi Jianlian": 780,
    "Luis Scola": 781,
    "Nick Fazekas": 782,
    "Daequan Cook": 783,
    "Arron Afflalo": 784,
    "Jermareo Davidson": 785,
    "Chris Richard": 786,
    "Joakim Noah": 787,
    "Darryl Watkins": 788,
    "Javaris Crittenton": 789,
    "Brandan Wright": 790,
    "Thaddeus Young": 791,
    "Morris Almond": 792,
    "Stephane Lasme": 793,
    "Gabe Pruitt": 794,
    "Spencer Hawes": 795,
    "Jamario Moon": 796,
    "Aaron Brooks": 797,
    "Wilson Chandler": 798,
    "Alando Tucker": 799,
    "Carl Landry": 800,
    "Joel Anthony": 801,
    "Kyrylo Fesenko": 802,
    "Demetris Nichols": 803,
    "Rodney Stuckey": 804,
    "Keith Langford": 805,
    "Josh McRoberts": 806,
    "Mike Conley": 807,
    "Taurean Green": 808,
    "C.J. Watson": 809,
    "Guillermo Diaz": 810,
    "Oleksiy Pecherov": 811,
    "Marcin Gortat": 812,
    "Ramon Sessions": 813,
    "Mike Harris": 814,
    "Blake Ahearn": 815,
    "Kasib Powell": 816,
    "Kosta Perovic": 817,
    "Lance Allred": 818,
    "Derrick Rose": 819,
    "JaVale McGee": 820,
    "Danilo Gallinari": 821,
    "Kevin Love": 822,
    "Russell Westbrook": 823,
    "Kyle Weaver": 824,
    "DeMarcus Nelson": 825,
    "Eric Gordon": 826,
    "Mike Taylor": 827,
    "JJ Hickson": 828,
    "Goran Dragic": 829,
    "Robin Lopez": 830,
    "Marreese Speights": 831,
    "Roko Ukic": 832,
    "Michael Beasley": 833,
    "Mario Chalmers": 834,
    "Marc Gasol": 835,
    "Darrell Arthur": 836,
    "O.J. Mayo": 837,
    "Nicolas Batum": 838,
    "Rudy Fernandez": 839,
    "D.J. Augustin": 840,
    "Alexis Ajinca": 841,
    "Roy Hibbert": 842,
    "Brandon Rush": 843,
    "Brook Lopez": 844,
    "Ryan Anderson": 845,
    "Chris Douglas-Roberts": 846,
    "Luc Mbah a Moute": 847,
    "Kosta Koufos": 848,
    "Courtney Lee": 849,
    "George Hill": 850,
    "Will Solomon": 851,
    "Joe Alexander": 852,
    "Jason Thompson": 853,
    "Bobby Brown": 854,
    "Henry Walker": 855,
    "Anthony Tolliver": 856,
    "Donte Greene": 857,
    "Anthony Randolph": 858,
    "Cheikh Samb": 859,
    "Anthony Morrow": 860,
    "Steven Hill": 861,
    "Othello Hunter": 862,
    "Thomas Gardner": 863,
    "Sean Singletary": 864,
    "Greg Oden": 865,
    "Jerryd Bayless": 866,
    "DeAndre Jordan": 867,
    "Darnell Jackson": 868,
    "Walter Sharpe": 869,
    "Joey Dorsey": 870,
    "Sun Sun": 871,
    "Rob Kurz": 872,
    "Jawad Williams": 873,
    "Hamed Haddadi": 874,
    "Sonny Weems": 875,
    "Nathan Jawai": 876,
    "Malik Hairston": 877,
    "Trey Johnson": 878,
    "Cartier Martin": 879,
    "J.R. Giddens": 880,
    "DJ White": 881,
    "Dontell Jefferson": 882,
    "Joe Crawford": 883,
    "Jeff Teague": 884,
    "DeMar DeRozan": 885,
    "Lester Hudson": 886,
    "Hasheem Thabeet": 887,
    "DeMarre Carroll": 888,
    "Sam Young": 889,
    "Trey Gilder": 890,
    "Jonny Flynn": 891,
    "Wayne Ellington": 892,
    "James Harden": 893,
    "DeJuan Blair": 894,
    "Ty Lawson": 895,
    "Stephen Curry": 896,
    "Taj Gibson": 897,
    "Gerald Henderson": 898,
    "Derrick Brown": 899,
    "Jrue Holiday": 900,
    "Austin Daye": 901,
    "AJ Price": 902,
    "Terrence Williams": 903,
    "Wesley Matthews": 904,
    "Eric Maynor": 905,
    "Earl Clark": 906,
    "Chase Budinger": 907,
    "David Andersen": 908,
    "Brandon Jennings": 909,
    "Toney Douglas": 910,
    "Tyreke Evans": 911,
    "Jon Brockman": 912,
    "Omri Casspi": 913,
    "Jonas Jerebko": 914,
    "Tyler Hansbrough": 915,
    "Darren Collison": 916,
    "Marcus Thornton": 917,
    "Jordan Hill": 918,
    "James Johnson": 919,
    "Rodrigue Beaubois": 920,
    "Jodie Meeks": 921,
    "Dante Cunningham": 922,
    "DaJuan Summers": 923,
    "Marcus Landry": 924,
    "Jermaine Taylor": 925,
    "Serge Ibaka": 926,
    "Chris Hunter": 927,
    "Danny Green": 928,
    "Jeff Ayres": 929,
    "Sundiata Gaines": 930,
    "Byron Mullens": 931,
    "Cedric Jackson": 932,
    "Patty Mills": 933,
    "Garrett Temple": 934,
    "Taylor Griffin": 935,
    "Othyus Jeffers": 936,
    "Alonzo Gee": 937,
    "Reggie Williams": 938,
    "Oliver Lafayette": 939,
    "Armon Johnson": 940,
    "Derrick Caracter": 941,
    "Derrick Favors": 942,
    "Damion James": 943,
    "Evan Turner": 944,
    "Xavier Henry": 945,
    "Nikola Pekovic": 946,
    "Wesley Johnson": 947,
    "Dominique Jones": 948,
    "James Anderson": 949,
    "Gary Neal": 950,
    "Gary Forbes": 951,
    "Jeff Adrien": 952,
    "Blake Griffin": 953,
    "Eric Bledsoe": 954,
    "Al-Farouq Aminu": 955,
    "Gordon Hayward": 956,
    "Lazar Hayward": 957,
    "Jeremy Lin": 958,
    "Manny Harris": 959,
    "Timofey Mozgov": 960,
    "Landry Fields": 961,
    "Paul George": 962,
    "Omer Asik": 963,
    "Greivis Vasquez": 964,
    "Cole Aldrich": 965,
    "Devin Ebanks": 966,
    "DeMarcus Cousins": 967,
    "Willie Warren": 968,
    "John Wall": 969,
    "Trevor Booker": 970,
    "Greg Monroe": 971,
    "Larry Sanders": 972,
    "Jordan Crawford": 973,
    "Semih Erden": 974,
    "Garret Siler": 975,
    "Tiago Splitter": 976,
    "Luke Babbitt": 977,
    "Ish Smith": 978,
    "Sherron Collins": 979,
    "Quincy Pondexter": 980,
    "Jeremy Evans": 981,
    "Kevin Seraphin": 982,
    "Hamady Ndiaye": 983,
    "Luke Harangody": 984,
    "Andy Rautins": 985,
    "Pooh Jeter": 986,
    "Ben Uzoh": 987,
    "Ed Davis": 988,
    "Avery Bradley": 989,
    "Ekpe Udoh": 990,
    "Patrick Patterson": 991,
    "Solomon Alabi": 992,
    "Samardo Samuels": 993,
    "Gani Lawal": 994,
    "Christian Eyenga": 995,
    "Zabian Dowdell": 996,
    "Larry Owens": 997,
    "Mustafa Shakur": 998,
    "Chris Johnson": 999,
    "Lance Stephenson": 1000,
    "Marcus Cousin": 1001,
    "Patrick Ewing": 1002,
    "Pape Sy": 1003,
    "Iman Shumpert": 1004,
    "Josh Harrellson": 1005,
    "Andrew Goudelock": 1006,
    "Klay Thompson": 1007,
    "Charles Jenkins": 1008,
    "Jeremy Tyler": 1009,
    "Chris Singleton": 1010,
    "Shelvin Mack": 1011,
    "Kemba Walker": 1012,
    "Bismack Biyombo": 1013,
    "Justin Harper": 1014,
    "Kyrie Irving": 1015,
    "Tristan Thompson": 1016,
    "Ricky Rubio": 1017,
    "Derrick Williams": 1018,
    "Kawhi Leonard": 1019,
    "Cory Joseph": 1020,
    "Markieff Morris": 1021,
    "Jimmer Fredette": 1022,
    "Isaiah Thomas": 1023,
    "Nolan Smith": 1024,
    "MarShon Brooks": 1025,
    "Dennis Horner": 1026,
    "Norris Cole": 1027,
    "Jon Leuer": 1028,
    "Elliot Williams": 1029,
    "Ivan Johnson": 1030,
    "Brandon Knight": 1031,
    "Vernon Macklin": 1032,
    "Jeremy Pargo": 1033,
    "Josh Selby": 1034,
    "Carldell Johnson": 1035,
    "Lance Thomas": 1036,
    "Kenneth Faried": 1037,
    "Chandler Parsons": 1038,
    "Marcus Morris Sr.": 1039,
    "Greg Stiemsma": 1040,
    "JaJuan Johnson": 1041,
    "E'Twaun Moore": 1042,
    "Enes Kanter": 1043,
    "Trey Thompkins": 1044,
    "Reggie Jackson": 1045,
    "Tyler Honeycutt": 1046,
    "Chris Wright": 1047,
    "Terrel Harris": 1048,
    "Mickell Gladness": 1049,
    "Dexter Pittman": 1050,
    "Jimmy Butler": 1051,
    "Jordan Williams": 1052,
    "Jerome Jordan": 1053,
    "Alec Burks": 1054,
    "Travis Leslie": 1055,
    "Nikola Vucevic": 1056,
    "Craig Brackins": 1057,
    "Lavoy Allen": 1058,
    "Jan Vesely": 1059,
    "Tobias Harris": 1060,
    "Gustavo Ayon": 1061,
    "Julyan Stone": 1062,
    "Donald Sloan": 1063,
    "Darington Hobson": 1064,
    "Cory Higgins": 1065,
    "Malcolm Thomas": 1066,
    "Darius Morris": 1067,
    "Courtney Fortson": 1068,
    "Walker Russell": 1069,
    "Mychel Thompson": 1070,
    "Jordan Hamilton": 1071,
    "Ryan Reid": 1072,
    "Greg Smith": 1073,
    "DeAndre Liggins": 1074,
    "Hassan Whiteside": 1075,
    "Daniel Orton": 1076,
    "Malcolm Lee": 1077,
    "Jeff Foote": 1078,
    "Jerry Smith": 1079,
    "Eric Dawson": 1080,
    "Edwin Ubiles": 1081,
    "Keith Benson": 1082,
    "Justin Dentmon": 1083,
    "Jerome Dyson": 1084,
    "D.J. Kennedy": 1085,
    "Xavier Silas": 1086,
    "Dion Waiters": 1087,
    "Tyler Zeller": 1088,
    "Jonas Valanciunas": 1089,
    "Terrence Ross": 1090,
    "Maalik Wayns": 1091,
    "Kim English": 1092,
    "Kyle Singler": 1093,
    "Andre Drummond": 1094,
    "Anthony Davis": 1095,
    "Austin Rivers": 1096,
    "Darius Miller": 1097,
    "Brian Roberts": 1098,
    "Kevin Murphy": 1099,
    "Damian Lillard": 1100,
    "Meyers Leonard": 1101,
    "Michael Kidd-Gilchrist": 1102,
    "Andrew Nicholson": 1103,
    "Kyle O'Quinn": 1104,
    "Jared Sullinger": 1105,
    "Kris Joseph": 1106,
    "Pablo Prigioni": 1107,
    "Chris Copeland": 1108,
    "Perry Jones III": 1109,
    "Jeremy Lamb": 1110,
    "Alexey Shved": 1111,
    "Harrison Barnes": 1112,
    "Festus Ezeli": 1113,
    "Draymond Green": 1114,
    "Bradley Beal": 1115,
    "Doron Lamb": 1116,
    "Jae Crowder": 1117,
    "Bernard James": 1118,
    "Jared Cunningham": 1119,
    "Nando De Colo": 1120,
    "DeQuan Jones": 1121,
    "Robert Sacre": 1122,
    "Arnett Moultrie": 1123,
    "Tyshawn Taylor": 1124,
    "Mirza Teletovic": 1125,
    "Thomas Robinson": 1126,
    "Jeffery Taylor": 1127,
    "John Henson": 1128,
    "Will Barton": 1129,
    "Joel Freeland": 1130,
    "Maurice Harkless": 1131,
    "Evan Fournier": 1132,
    "Darius Johnson-Odom": 1133,
    "Marquis Teague": 1134,
    "Terrence Jones": 1135,
    "Donatas Motiejunas": 1136,
    "Kent Bazemore": 1137,
    "Tony Wroten": 1138,
    "Tornike Shengelia": 1139,
    "Orlando Johnson": 1140,
    "Miles Plumlee": 1141,
    "Victor Claver": 1142,
    "Khris Middleton": 1143,
    "Mike Scott": 1144,
    "John Jenkins": 1145,
    "Kendall Marshall": 1146,
    "Luke Zeller": 1147,
    "Kevin Jones": 1148,
    "Diante Garrett": 1149,
    "Ben Hansbrough": 1150,
    "Quincy Acy": 1151,
    "Viacheslav Kravtsov": 1152,
    "Scott Machado": 1153,
    "Quincy Miller": 1154,
    "Jarvis Varnado": 1155,
    "Patrick Beverley": 1156,
    "Aron Baynes": 1157,
    "Fab Melo": 1158,
    "Tim Ohlbrecht": 1159,
    "Henry Sims": 1160,
    "Justin Holiday": 1161,
    "Josh Akognon": 1162,
    "Solomon Hill": 1163,
    "Anthony Bennett": 1164,
    "Michael Carter-Williams": 1165,
    "Kentavious Caldwell-Pope": 1166,
    "Peyton Siva": 1167,
    "Tony Mitchell": 1168,
    "Gigi Datome": 1169,
    "Tim Hardaway Jr.": 1170,
    "Arinze Onuaku": 1171,
    "Gal Mekel": 1172,
    "Rudy Gobert": 1173,
    "Alex Len": 1174,
    "Archie Goodwin": 1175,
    "Ben McLemore": 1176,
    "Ognjen Kuzmic": 1177,
    "Nemanja Nedovic": 1178,
    "Reggie Bullock": 1179,
    "Cody Zeller": 1180,
    "Victor Oladipo": 1181,
    "Dennis Schroder": 1182,
    "Pero Antic": 1183,
    "Vitor Faverani": 1184,
    "Kelly Olynyk": 1185,
    "Gorgui Dieng": 1186,
    "Robbie Hummel": 1187,
    "Shabazz Muhammad": 1188,
    "Dionte Christmas": 1189,
    "Hollis Thompson": 1190,
    "Brandon Davies": 1191,
    "Jeff Withey": 1192,
    "Nate Wolters": 1193,
    "Giannis Antetokounmpo": 1194,
    "Steven Adams": 1195,
    "Mason Plumlee": 1196,
    "Ricky Ledo": 1197,
    "Allen Crabbe": 1198,
    "Phil Pressey": 1199,
    "Nick Calathes": 1200,
    "Jamaal Franklin": 1201,
    "Andre Roberson": 1202,
    "Tony Snell": 1203,
    "Erik Murphy": 1204,
    "Dwight Buycks": 1205,
    "Matthew Dellavedova": 1206,
    "Toure' Murry": 1207,
    "Ryan Kelly": 1208,
    "Elias Harris": 1209,
    "Sergey Karasev": 1210,
    "Shane Larkin": 1211,
    "Ian Clark": 1212,
    "Lorenzo Brown": 1213,
    "Miroslav Raduljica": 1214,
    "Dewayne Dedmon": 1215,
    "Trey Burke": 1216,
    "James Southerland": 1217,
    "Otto Porter Jr.": 1218,
    "Ray McCallum": 1219,
    "Carrick Felix": 1220,
    "Chris Smith": 1221,
    "Isaiah Canaan": 1222,
    "CJ McCollum": 1223,
    "James Nunnally": 1224,
    "Robert Covington": 1225,
    "Vander Blue": 1226,
    "Chris Babb": 1227,
    "Adonis Thomas": 1228,
    "Troy Daniels": 1229,
    "Jorge Gutierrez": 1230,
    "Mike Muscala": 1231,
    "Shane Edwards": 1232,
    "Royce White": 1233,
    "Seth Curry": 1234,
    "Casper Ware": 1235,
    "DJ Stephens": 1236,
    "Justin Hamilton": 1237,
    "Scotty Hopson": 1238,
    "Jordan Clarkson": 1239,
    "Julius Randle": 1240,
    "Damjan Rudez": 1241,
    "Marcus Smart": 1242,
    "James Ennis III": 1243,
    "Shabazz Napier": 1244,
    "Cleanthony Early": 1245,
    "Travis Wear": 1246,
    "Jusuf Nurkic": 1247,
    "Rodney Hood": 1248,
    "Dante Exum": 1249,
    "Joe Ingles": 1250,
    "Tyler Ennis": 1251,
    "Nik Stauskas": 1252,
    "Elfrid Payton": 1253,
    "Aaron Gordon": 1254,
    "Devyn Marble": 1255,
    "Andrew Wiggins": 1256,
    "Zach LaVine": 1257,
    "Doug McDermott": 1258,
    "Nikola Mirotic": 1259,
    "Jabari Parker": 1260,
    "Nerlens Noel": 1261,
    "KJ McDaniels": 1262,
    "JaKarr Sampson": 1263,
    "Tarik Black": 1264,
    "Kostas Papanikolaou": 1265,
    "Nick Johnson": 1266,
    "Bojan Bogdanovic": 1267,
    "Jordan Adams": 1268,
    "Andre Dawkins": 1269,
    "Russ Smith": 1270,
    "PJ Hairston": 1271,
    "Clint Capela": 1272,
    "Erick Green": 1273,
    "Shayne Whittington": 1274,
    "T.J. Warren": 1275,
    "Joe Harris": 1276,
    "Will Cherry": 1277,
    "Alex Kirk": 1278,
    "James Young": 1279,
    "Dwight Powell": 1280,
    "Noah Vonleh": 1281,
    "Jarnell Stokes": 1282,
    "Kyle Anderson": 1283,
    "Drew Gordon": 1284,
    "Spencer Dinwiddie": 1285,
    "Glenn Robinson III": 1286,
    "Bruno Caboclo": 1287,
    "Lucas Nogueira": 1288,
    "Gary Harris": 1289,
    "Grant Jerrett": 1290,
    "Jerami Grant": 1291,
    "Cory Jefferson": 1292,
    "Eric Moreland": 1293,
    "C.J. Wilcox": 1294,
    "Markel Brown": 1295,
    "Cameron Bairstow": 1296,
    "Mitch McGary": 1297,
    "Furkan Aldemir": 1298,
    "Johnny O'Bryant III": 1299,
    "Adreian Payne": 1300,
    "Patrick Christopher": 1301,
    "Zoran Dragic": 1302,
    "Elijah Millsap": 1303,
    "Langston Galloway": 1304,
    "Larry Drew II": 1305,
    "JaMychal Green": 1306,
    "James Michael McAdoo": 1307,
    "Tyler Johnson": 1308,
    "Tim Frazier": 1309,
    "Joffrey Lauvergne": 1310,
    "Jerrelle Benimon": 1311,
    "Bryce Cotton": 1312,
    "Jabari Brown": 1313,
    "Jack Cooley": 1314,
    "Sean Kilpatrick": 1315,
    "Jerel McNeal": 1316,
    "Sim Bhullar": 1317,
    "Lamar Patterson": 1318,
    "Mario Hezonja": 1319,
    "Terry Rozier": 1320,
    "Jordan Mickey": 1321,
    "Rondae Hollis-Jefferson": 1322,
    "Stanley Johnson": 1323,
    "Justise Winslow": 1324,
    "Montrezl Harrell": 1325,
    "Sam Dekker": 1326,
    "Rashad Vaughn": 1327,
    "Damien Inglis": 1328,
    "Devin Booker": 1329,
    "Willie Cauley-Stein": 1330,
    "D'Angelo Russell": 1331,
    "Marcelo Huertas": 1332,
    "Myles Turner": 1333,
    "Kristaps Porzingis": 1334,
    "Jerian Grant": 1335,
    "Sasha Kaun": 1336,
    "Jahlil Okafor": 1337,
    "T.J. McConnell": 1338,
    "Richaun Holmes": 1339,
    "Christian Wood": 1340,
    "Boban Marjanovic": 1341,
    "Emmanuel Mudiay": 1342,
    "Nikola Jokic": 1343,
    "Joe Young": 1344,
    "Frank Kaminsky": 1345,
    "Norman Powell": 1346,
    "Delon Wright": 1347,
    "Cameron Payne": 1348,
    "Karl-Anthony Towns": 1349,
    "Nemanja Bjelica": 1350,
    "Salah Mejri": 1351,
    "Justin Anderson": 1352,
    "Raul Neto": 1353,
    "Trey Lyles": 1354,
    "Pat Connaughton": 1355,
    "Luis Montero": 1356,
    "RJ Hunter": 1357,
    "Edy Tavares": 1358,
    "Kelly Oubre Jr.": 1359,
    "Josh Richardson": 1360,
    "Tyus Jones": 1361,
    "Jonathon Simmons": 1362,
    "Larry Nance Jr.": 1363,
    "Aaron Harrison": 1364,
    "Cliff Alexander": 1365,
    "Darrun Hilliard": 1366,
    "Willie Reed": 1367,
    "Bobby Portis": 1368,
    "Anthony Brown": 1369,
    "Jarell Martin": 1370,
    "Jarell Eddie": 1371,
    "Tibor Pleiss": 1372,
    "Branden Dawson": 1373,
    "JJ O'Brien": 1374,
    "Keith Appling": 1375,
    "Cristiano Felicio": 1376,
    "Bryce Dejean-Jones": 1377,
    "Kevon Looney": 1378,
    "Thanasis Antetokounmpo": 1379,
    "Jordan McRae": 1380,
    "Chris McCullough": 1381,
    "Alex Stepheson": 1382,
    "Axel Toupane": 1383,
    "Briante Weber": 1384,
    "Coty Clarke": 1385,
    "Xavier Munford": 1386,
    "Josh Huestis": 1387,
    "Alan Williams": 1388,
    "Patrick McCaw": 1389,
    "Jaylen Brown": 1390,
    "Pascal Siakam": 1391,
    "Jakob Poeltl": 1392,
    "Malcolm Brogdon": 1393,
    "Andrew Harrison": 1394,
    "Wade Baldwin IV": 1395,
    "Deyonta Davis": 1396,
    "Buddy Hield": 1397,
    "Joel Embiid": 1398,
    "Dario Saric": 1399,
    "Marquese Chriss": 1400,
    "Tyler Ulis": 1401,
    "Dragan Bender": 1402,
    "Brandon Ingram": 1403,
    "Malcolm Delaney": 1404,
    "Taurean Prince": 1405,
    "DeAndre' Bembry": 1406,
    "Michael Gbinije": 1407,
    "Henry Ellenson": 1408,
    "Domantas Sabonis": 1409,
    "Semaj Christon": 1410,
    "Rodney McGruder": 1411,
    "AJ Hammons": 1412,
    "Nicolas Brussino": 1413,
    "Dorian Finney-Smith": 1414,
    "Timothe Luwawu-Cabarrot": 1415,
    "Willy Hernangomez": 1416,
    "Kay Felder": 1417,
    "Denzel Valentine": 1418,
    "Paul Zipser": 1419,
    "Nicolas Laprovittola": 1420,
    "Bryn Forbes": 1421,
    "Davis Bertans": 1422,
    "Dejounte Murray": 1423,
    "Jamal Murray": 1424,
    "Diamond Stone": 1425,
    "Troy Williams": 1426,
    "Alex Abrines": 1427,
    "Isaiah Whitehead": 1428,
    "Kris Dunn": 1429,
    "Jake Layman": 1430,
    "Tomas Satoransky": 1431,
    "Treveon Graham": 1432,
    "Maurice Ndour": 1433,
    "Ron Baker": 1434,
    "Mindaugas Kuzminskas": 1435,
    "Joel Bolomboy": 1436,
    "Thon Maker": 1437,
    "Ivica Zubac": 1438,
    "Georges Niang": 1439,
    "Demetrius Jackson": 1440,
    "Sheldon Mac": 1441,
    "Daniel Ochefu": 1442,
    "Stephen Zimmerman": 1443,
    "Juancho Hernangomez": 1444,
    "Malik Beasley": 1445,
    "Danuel House Jr.": 1446,
    "Tim Quarterman": 1447,
    "Jonathan Gibson": 1448,
    "Marshall Plumlee": 1449,
    "Yogi Ferrell": 1450,
    "Rakeem Christmas": 1451,
    "Fred VanVleet": 1452,
    "Cheick Diallo": 1453,
    "Caris LeVert": 1454,
    "Kyle Wiltjer": 1455,
    "Derrick Jones Jr.": 1456,
    "Chinanu Onuaku": 1457,
    "Pierre Jackson": 1458,
    "Malachi Richardson": 1459,
    "Skal Labissiere": 1460,
    "Georgios Papagiannis": 1461,
    "Okaro White": 1462,
    "Damian Jones": 1463,
    "Quinn Cook": 1464,
    "David Nwaba": 1465,
    "Ben Bentil": 1466,
    "Shawn Long": 1467,
    "Jarrod Uthoff": 1468,
    "Chasson Randle": 1469,
    "Wayne Selden": 1470,
    "Gary Payton II": 1471,
    "Alex Poythress": 1472,
    "Marcus Georges-Hunt": 1473,
    "Patricio Garino": 1474,
    "Brice Johnson": 1475,
    "Isaiah Taylor": 1476,
    "Jordan Bell": 1477,
    "T.J. Leaf": 1478,
    "Jonathan Isaac": 1479,
    "Jayson Tatum": 1480,
    "Abdel Nader": 1481,
    "Daniel Theis": 1482,
    "Semi Ojeleye": 1483,
    "Dillon Brooks": 1484,
    "Dennis Smith Jr.": 1485,
    "Donovan Mitchell": 1486,
    "Derrick White": 1487,
    "Brandon Paul": 1488,
    "Josh Jackson": 1489,
    "Alec Peters": 1490,
    "Justin Jackson": 1491,
    "De'Aaron Fox": 1492,
    "OG Anunoby": 1493,
    "Alfonzo McKinnie": 1494,
    "Terrance Ferguson": 1495,
    "Dakari Johnson": 1496,
    "Lonzo Ball": 1497,
    "Kyle Kuzma": 1498,
    "Alex Caruso": 1499,
    "Dwayne Bacon": 1500,
    "Malik Monk": 1501,
    "Ike Anigbogu": 1502,
    "Ben Simmons": 1503,
    "Markelle Fultz": 1504,
    "Sterling Brown": 1505,
    "D.J. Wilson": 1506,
    "Jarrett Allen": 1507,
    "Gian Clavell": 1508,
    "Cedi Osman": 1509,
    "Ante Zizic": 1510,
    "Lauri Markkanen": 1511,
    "Zhou Qi": 1512,
    "Royce O'Neale": 1513,
    "Milos Teodosic": 1514,
    "Sindarius Thornwell": 1515,
    "Josh Hart": 1516,
    "Luke Kennard": 1517,
    "Maxi Kleber": 1518,
    "Jabari Bird": 1519,
    "Guerschon Yabusele": 1520,
    "Caleb Swanigan": 1521,
    "Mangok Mathiang": 1522,
    "Marcus Paige": 1523,
    "Bam Adebayo": 1524,
    "Bogdan Bogdanovic": 1525,
    "Wes Iwundu": 1526,
    "John Collins": 1527,
    "Frank Ntilikina": 1528,
    "Damyean Dotson": 1529,
    "Jalen Jones": 1530,
    "Charles Cooke": 1531,
    "Ivan Rabb": 1532,
    "Zach Collins": 1533,
    "Josh Magette": 1534,
    "Jacob Wiley": 1535,
    "Frank Mason": 1536,
    "Jawun Evans": 1537,
    "Tyler Dorsey": 1538,
    "Tyler Cavanaugh": 1539,
    "Matt Costello": 1540,
    "C.J. Williams": 1541,
    "Daniel Hamilton": 1542,
    "Antonio Blakeney": 1543,
    "Antonius Cleveland": 1544,
    "Derrick Walton Jr.": 1545,
    "Jacob Pullen": 1546,
    "Furkan Korkmaz": 1547,
    "John Holland": 1548,
    "Tony Bradley": 1549,
    "Jamil Wilson": 1550,
    "Khem Birch": 1551,
    "Vincent Hunter": 1552,
    "London Perrantes": 1553,
    "Jamel Artis": 1554,
    "Torrey Craig": 1555,
    "Kobi Simmons": 1556,
    "Kyle Collinsworth": 1557,
    "Malcolm Miller": 1558,
    "Kadeem Allen": 1559,
    "Matt Williams Jr.": 1560,
    "Thomas Bryant": 1561,
    "Tyrone Wallace": 1562,
    "Milton Doyle": 1563,
    "Davon Reed": 1564,
    "Nigel Hayes": 1565,
    "Myke Henry": 1566,
    "Ben Moore": 1567,
    "Johnathan Motley": 1568,
    "Ryan Arcidiacono": 1569,
    "James Webb III": 1570,
    "Josh Gray": 1571,
    "Reggie Hearn": 1572,
    "Erik McCree": 1573,
    "PJ Dozier": 1574,
    "Monte Morris": 1575,
    "Trey McKinney-Jones": 1576,
    "Walt Lemon Jr.": 1577,
    "Shaquille Harrison": 1578,
    "Andrew White III": 1579,
    "Isaiah Hicks": 1580,
    "Jaylen Morris": 1581,
    "Xavier Rathan-Mayes": 1582,
    "Luke Kornet": 1583,
    "Jameel Warney": 1584,
    "Damion Lee": 1585,
    "Rodney Purvis": 1586,
    "Chris Boucher": 1587,
    "Justin Patton": 1588,
    "David Stockton": 1589,
    "Omari Johnson": 1590,
    "Edmond Sumner": 1591,
    "Andre Ingram": 1592,
    "Aaron Jackson": 1593,
    "Brad Wanamaker": 1594,
    "Miles Bridges": 1595,
    "Bruce Brown": 1596,
    "Zach Lofton": 1597,
    "Aaron Holiday": 1598,
    "Mo Bamba": 1599,
    "Kevin Knox II": 1600,
    "Mitchell Robinson": 1601,
    "Allonzo Trier": 1602,
    "Gary Clark": 1603,
    "Isaiah Hartenstein": 1604,
    "Marvin Bagley III": 1605,
    "Harry Giles III": 1606,
    "Shai Gilgeous-Alexander": 1607,
    "Deandre Ayton": 1608,
    "Elie Okobo": 1609,
    "Mikal Bridges": 1610,
    "Landry Shamet": 1611,
    "Jonah Bolden": 1612,
    "Isaiah Briscoe": 1613,
    "Rodions Kurucs": 1614,
    "Jaren Jackson Jr.": 1615,
    "Frank Jackson": 1616,
    "Donte DiVincenzo": 1617,
    "Alize Johnson": 1618,
    "Wendell Carter Jr.": 1619,
    "Luka Doncic": 1620,
    "Jalen Brunson": 1621,
    "Ryan Broekhoff": 1622,
    "Thomas Welsh": 1623,
    "Tyler Lydon": 1624,
    "Collin Sexton": 1625,
    "Hamidou Diallo": 1626,
    "Deonte Burton": 1627,
    "Robert Williams III": 1628,
    "Josh Okogie": 1629,
    "Grayson Allen": 1630,
    "Jacob Evans": 1631,
    "Svi Mykhailiuk": 1632,
    "Johnathan Williams": 1633,
    "DeVaughn Akoon-Purcell": 1634,
    "Trae Young": 1635,
    "Omari Spellman": 1636,
    "Kevin Huerter": 1637,
    "Duncan Robinson": 1638,
    "Chandler Hutchison": 1639,
    "Chimezie Metu": 1640,
    "Drew Eubanks": 1641,
    "Keita Bates-Diop": 1642,
    "Kenrich Williams": 1643,
    "Yuta Watanabe": 1644,
    "Jerome Robinson": 1645,
    "De'Anthony Melton": 1646,
    "Anfernee Simons": 1647,
    "Melvin Frazier Jr.": 1648,
    "Troy Brown Jr.": 1649,
    "Dzanan Musa": 1650,
    "Gary Trent Jr.": 1651,
    "Naz Mitrou-Long": 1652,
    "Marcus Derrickson": 1653,
    "Vincent Edwards": 1654,
    "Khyri Thomas": 1655,
    "Devonte' Graham": 1656,
    "Tyler Davis": 1657,
    "Shake Milton": 1658,
    "Moritz Wagner": 1659,
    "Jaron Blossomgame": 1660,
    "Jaylen Adams": 1661,
    "Jevon Carter": 1662,
    "Brandon Goodwin": 1663,
    "Theo Pinson": 1664,
    "J.P. Macura": 1665,
    "Lonnie Walker IV": 1666,
    "Jared Terrell": 1667,
    "Haywood Highsmith": 1668,
    "Devin Robinson": 1669,
    "Jordan Loyd": 1670,
    "Deng Adel": 1671,
    "Julian Washburn": 1672,
    "Isaac Bonga": 1673,
    "Mitchell Creek": 1674,
    "Jarred Vanderbilt": 1675,
    "Donte Grantham": 1676,
    "Daryl Macon": 1677,
    "Brandon Sampson": 1678,
    "Trevon Duval": 1679,
    "Rawle Alkins": 1680,
    "Amile Jefferson": 1681,
    "Emanuel Terry": 1682,
    "Jordan Sibert": 1683,
    "Tahjere McCall": 1684,
    "BJ Johnson": 1685,
    "Cameron Reynolds": 1686,
    "Dairis Bertans": 1687,
    "Troy Caupain": 1688,
    "Ray Spalding": 1689,
    "Bonzie Colson": 1690,
    "Chris Chiozza": 1691,
    "Isaac Humphries": 1692,
    "Zhaire Smith": 1693,
    "Jemerrio Jones": 1694,
    "Yante Maten": 1695,
    "Billy Garrett": 1696,
    "Terence Davis": 1697,
    "P.J. Washington": 1698,
    "Tyler Herro": 1699,
    "Kendrick Nunn": 1700,
    "Chris Silva": 1701,
    "KZ Okpala": 1702,
    "Matisse Thybulle": 1703,
    "Jared Harper": 1704,
    "Eric Paschall": 1705,
    "Jordan Poole": 1706,
    "Ky Bowman": 1707,
    "Grant Williams": 1708,
    "Javonte Green": 1709,
    "Caleb Martin": 1710,
    "Cody Martin": 1711,
    "Jalen McDaniels": 1712,
    "Ja Morant": 1713,
    "Brandon Clarke": 1714,
    "Marko Guduric": 1715,
    "Nickeil Alexander-Walker": 1716,
    "Nicolo Melli": 1717,
    "Darius Bazley": 1718,
    "Justin James": 1719,
    "Wenyen Gabriel": 1720,
    "Zach Norvell Jr.": 1721,
    "Kostas Antetokounmpo": 1722,
    "De'Andre Hunter": 1723,
    "Cam Reddish": 1724,
    "Bruno Fernando": 1725,
    "RJ Barrett": 1726,
    "Darius Garland": 1727,
    "Kevin Porter Jr.": 1728,
    "Tyler Cook": 1729,
    "Coby White": 1730,
    "Daniel Gafford": 1731,
    "Stanton Kidd": 1732,
    "Nigel Williams-Goss": 1733,
    "Cameron Johnson": 1734,
    "Jarrett Culver": 1735,
    "Jaxson Hayes": 1736,
    "Terance Mann": 1737,
    "Mfiondu Kabengele": 1738,
    "Carsen Edwards": 1739,
    "Romeo Langford": 1740,
    "Matt Thomas": 1741,
    "Rui Hachimura": 1742,
    "Goga Bitadze": 1743,
    "Vincent Poirier": 1744,
    "Admiral Schofield": 1745,
    "Justin Robinson": 1746,
    "Ignas Brazdeikis": 1747,
    "Michael Porter Jr.": 1748,
    "Jordan Bone": 1749,
    "Charlie Brown Jr.": 1750,
    "Chris Clemons": 1751,
    "Jordan McLaughlin": 1752,
    "Nassir Little": 1753,
    "John Konchar": 1754,
    "Jaylen Hoard": 1755,
    "Moses Brown": 1756,
    "Brian Bowen II": 1757,
    "Kelan Martin": 1758,
    "Zylan Cheatham": 1759,
    "Nicolas Claxton": 1760,
    "Dewan Hernandez": 1761,
    "Oshae Brissett": 1762,
    "Max Strus": 1763,
    "Jaylen Nowell": 1764,
    "Tremont Waters": 1765,
    "Shamorie Ponds": 1766,
    "Sekou Doumbouya": 1767,
    "Jarrell Brantley": 1768,
    "Devon Hall": 1769,
    "Luguentz Dort": 1770,
    "Norvel Pelle": 1771,
    "Miye Oni": 1772,
    "Juwan Morgan": 1773,
    "Talen Horton-Tucker": 1774,
    "Ty Jerome": 1775,
    "Anzejs Pasecniks": 1776,
    "Garrison Mathews": 1777,
    "Tacko Fall": 1778,
    "Vlatko Cancar": 1779,
    "Louis King": 1780,
    "Kevin Hervey": 1781,
    "Alen Smailagic": 1782,
    "Adam Mokoka": 1783,
    "Naz Reid": 1784,
    "Rayjon Tucker": 1785,
    "Josh Reaves": 1786,
    "Amir Coffey": 1787,
    "Dean Wade": 1788,
    "Paul Watson": 1789,
    "Kyle Guy": 1790,
    "Michael Frazier II": 1791,
    "Matt Mooney": 1792,
    "Zion Williamson": 1793,
    "Vic Law": 1794,
    "Gabe Vincent": 1795,
    "Jeremiah Martin": 1796,
    "Marques Bolden": 1797,
    "Keldon Johnson": 1798,
    "Eric Mika": 1799,
    "Marial Shayok": 1800,
    "Juan Toscano-Anderson": 1801,
    "DaQuan Jeffries": 1802,
    "Malik Newman": 1803,
    "William Howard": 1804,
    "Justin Wright-Foreman": 1805,
    "Joe Chealey": 1806,
    "Isaiah Roby": 1807,
    "Mychal Mulder": 1808,
    "Donta Hall": 1809,
    "Quinndary Weatherspoon": 1810,
    "Bol Bol": 1811,
    "Jalen Lecque": 1812,
    "Luka Samanic": 1813,
    "Devontae Cacok": 1814,
    "Reggie Perry": 1815,
    "Payton Pritchard": 1816,
    "Jalen Smith": 1817,
    "Isaac Okoro": 1818,
    "Dylan Windler": 1819,
    "Chuma Okeke": 1820,
    "Cole Anthony": 1821,
    "Tyrese Maxey": 1822,
    "Malachi Flynn": 1823,
    "Patrick Williams": 1824,
    "Desmond Bane": 1825,
    "Anthony Edwards": 1826,
    "Facundo Campazzo": 1827,
    "Keljin Blevins": 1828,
    "CJ Elleby": 1829,
    "Precious Achiuwa": 1830,
    "Jordan Nwora": 1831,
    "Sam Merrill": 1832,
    "Aaron Nesmith": 1833,
    "Markus Howard": 1834,
    "LaMelo Ball": 1835,
    "Killian Hayes": 1836,
    "Saddiq Bey": 1837,
    "Deni Avdija": 1838,
    "Devin Vassell": 1839,
    "Tyrese Haliburton": 1840,
    "Daniel Oturu": 1841,
    "Lamar Stevens": 1842,
    "Jahmi'us Ramsey": 1843,
    "Robert Woodard II": 1844,
    "Theo Maledon": 1845,
    "Aleksej Pokusevski": 1846,
    "R.J. Hampton": 1847,
    "Zeke Nnaji": 1848,
    "Isaiah Stewart": 1849,
    "Anthony Gill": 1850,
    "Josh Hall": 1851,
    "Ty-Shon Alexander": 1852,
    "Josh Green": 1853,
    "Tyrell Terry": 1854,
    "Tre Jones": 1855,
    "Cassius Stanley": 1856,
    "Karim Mane": 1857,
    "Jae'Sean Tate": 1858,
    "Nick Richards": 1859,
    "Jaden McDaniels": 1860,
    "James Wiseman": 1861,
    "Xavier Tillman": 1862,
    "Sean McDermott": 1863,
    "Isaiah Joe": 1864,
    "Dakota Mathias": 1865,
    "Paul Reed": 1866,
    "Brodric Thomas": 1867,
    "Nico Mannion": 1868,
    "Nathan Knight": 1869,
    "Immanuel Quickley": 1870,
    "Mason Jones": 1871,
    "Kenyon Martin Jr.": 1872,
    "Vernon Carey Jr.": 1873,
    "Cassius Winston": 1874,
    "Skylar Mays": 1875,
    "Saben Lee": 1876,
    "Obi Toppin": 1877,
    "Udoka Azubuike": 1878,
    "Elijah Hughes": 1879,
    "Nate Hinton": 1880,
    "Tyler Bey": 1881,
    "Onyeka Okongwu": 1882,
    "Jalen Harris": 1883,
    "Deividas Sirvydis": 1884,
    "Kira Lewis Jr.": 1885,
    "Trent Forrest": 1886,
    "Mamadi Diakite": 1887,
    "Naji Marshall": 1888,
    "Nate Darling": 1889,
    "Greg Whittington": 1890,
    "Anthony Lamb": 1891,
