{
  "string_to_token": {
    "PAD": 0,
    "UNK": 1,
    "start": 2,
    "end": 3,
    "none": 4,
    "Tracy McGrady": 5,
    "Darrell Armstrong": 6,
    "Grant Hill": 7,
    "Pat Burke": 8,
    "Horace Grant": 9,
    "Pat Garrity": 10,
    "Mike Miller": 11,
    "Shawn Kemp": 12,
    "Ryan Humphrey": 13,
    "Andrew DeClercq": 14,
    "Jacque Vaughn": 15,
    "Jeryl Sasser": 16,
    "Vlade Divac": 17,
    "Bobby Jackson": 18,
    "Hedo Turkoglu": 19,
    "Chris Webber": 20,
    "Peja Stojakovic": 21,
    "Gerald Wallace": 22,
    "Keon Clark": 23,
    "Damon Jones": 24,
    "Scot Pollard": 25,
    "Soumaila Samake": 26,
    "Derek Fisher": 27,
    "Kobe Bryant": 28,
    "Devean George": 29,
    "Robert Horry": 30,
    "Samaki Walker": 31,
    "Tracy Murray": 32,
    "Brian Shaw": 33,
    "Jannero Pargo": 34,
    "Slava Medvedenko": 35,
    "Kareem Rush": 36,
    "Tony Battie": 37,
    "Antoine Walker": 38,
    "Paul Pierce": 39,
    "Eric Williams": 40,
    "Tony Delk": 41,
    "Shammond Williams": 42,
    "Vin Baker": 43,
    "Walter McCarty": 44,
    "Bruno Sundov": 45,
    "Keith Van Horn": 46,
    "Todd MacCulloch": 47,
    "Allen Iverson": 48,
    "Aaron McKie": 49,
    "Eric Snow": 50,
    "John Salmons": 51,
    "Art Long": 52,
    "Brian Skinner": 53,
    "Mark Bryant": 54,
    "Jelani McCoy": 55,
    "Antonio Davis": 56,
    "Vince Carter": 57,
    "Alvin Williams": 58,
    "Morris Peterson": 59,
    "Lindsey Hunter": 60,
    "Voshon Lenard": 61,
    "Jerome Williams": 62,
    "Michael Bradley": 63,
    "Jermaine O'Neal": 64,
    "Brad Miller": 65,
    "Metta World Peace": 66,
    "Erick Strickland": 67,
    "Al Harrington": 68,
    "Ron Mercer": 69,
    "Jonathan Bender": 70,
    "Jeff Foster": 71,
    "Fred Jones": 72,
    "Dikembe Mutombo": 73,
    "Kenyon Martin": 74,
    "Kerry Kittles": 75,
    "Jason Kidd": 76,
    "Richard Jefferson": 77,
    "Lucious Harris": 78,
    "Rodney Rogers": 79,
    "Aaron Williams": 80,
    "Tamar Slay": 81,
    "Jason Collins": 82,
    "Brian Grant": 83,
    "Caron Butler": 84,
    "Travis Best": 85,
    "Eddie Jones": 86,
    "Malik Allen": 87,
    "Rasual Butler": 88,
    "Sean Marks": 89,
    "Mike James": 90,
    "LaPhonso Ellis": 91,
    "Eddie House": 92,
    "Ben Wallace": 93,
    "Chauncey Billups": 94,
    "Richard Hamilton": 95,
    "Michael Curry": 96,
    "Zeljko Rebraca": 97,
    "Clifford Robinson": 98,
    "Jon Barry": 99,
    "Chucky Atkins": 100,
    "Corliss Williamson": 101,
    "Tayshaun Prince": 102,
    "Kevin Garnett": 103,
    "Anthony Peeler": 104,
    "Troy Hudson": 105,
    "Loren Woods": 106,
    "Rasho Nesterovic": 107,
    "Gary Trent": 108,
    "Kendall Gill": 109,
    "Marc Jackson": 110,
    "Rod Strickland": 111,
    "Reggie Slater": 112,
    "Pau Gasol": 113,
    "Wesley Person": 114,
    "Michael Dickerson": 115,
    "Drew Gooden": 116,
    "Jason Williams": 117,
    "Gordan Giricek": 118,
    "Shane Battier": 119,
    "Lorenzen Wright": 120,
    "Brevin Knight": 121,
    "Earl Watson": 122,
    "Jamaal Magloire": 123,
    "P.J. Brown": 124,
    "Baron Davis": 125,
    "Jamal Mashburn": 126,
    "David Wesley": 127,
    "George Lynch": 128,
    "Courtney Alexander": 129,
    "Jerome Moiso": 130,
    "Robert Traylor": 131,
    "Kirk Haston": 132,
    "Rasheed Wallace": 133,
    "Derek Anderson": 134,
    "Dale Davis": 135,
    "Bonzi Wells": 136,
    "Damon Stoudamire": 137,
    "Ruben Patterson": 138,
    "Jeff McInnis": 139,
    "Antonio Daniels": 140,
    "Arvydas Sabonis": 141,
    "Scottie Pippen": 142,
    "Zach Randolph": 143,
    "Qyntel Woods": 144,
    "Predrag Drobnjak": 145,
    "Gary Payton": 146,
    "Reggie Evans": 147,
    "Rashard Lewis": 148,
    "Brent Barry": 149,
    "Jerome James": 150,
    "Desmond Mason": 151,
    "Vladimir Radmanovic": 152,
    "Calvin Booth": 153,
    "Ansu Sesay": 154,
    "Michael Olowokandi": 155,
    "Elton Brand": 156,
    "Andre Miller": 157,
    "Quentin Richardson": 158,
    "Corey Maggette": 159,
    "Sean Rooks": 160,
    "Eric Piatkowski": 161,
    "Chris Wilcox": 162,
    "Marko Jaric": 163,
    "Keyon Dooling": 164,
    "Erick Dampier": 165,
    "Gilbert Arenas": 166,
    "Antawn Jamison": 167,
    "Jason Richardson": 168,
    "Troy Murphy": 169,
    "Adonal Foyle": 170,
    "Dean Oliver": 171,
    "Jiri Welsch": 172,
    "Mike Dunleavy": 173,
    "Brendan Haywood": 174,
    "Bryon Russell": 175,
    "Jerry Stackhouse": 176,
    "Kwame Brown": 177,
    "Larry Hughes": 178,
    "Michael Jordan": 179,
    "Jared Jeffries": 180,
    "Tyronn Lue": 181,
    "Christian Laettner": 182,
    "Juan Dixon": 183,
    "Etan Thomas": 184,
    "Theo Ratliff": 185,
    "Ira Newble": 186,
    "Glenn Robinson": 187,
    "Shareef Abdur-Rahim": 188,
    "Jason Terry": 189,
    "Alan Henderson": 190,
    "Antonio Harvey": 191,
    "Darvin Ham": 192,
    "Dan Dickau": 193,
    "Emanual Davis": 194,
    "Lawrence Funderburke": 195,
    "Anthony Johnson": 196,
    "Brian Scalabrine": 197,
    "Greg Buckner": 198,
    "Mehmet Okur": 199,
    "Hubert Davis": 200,
    "Igor Rakocevic": 201,
    "Tyson Chandler": 202,
    "Jay Williams": 203,
    "Trenton Hassell": 204,
    "Jalen Rose": 205,
    "Eddy Curry": 206,
    "Eddie Robinson": 207,
    "Donyell Marshall": 208,
    "Jamal Crawford": 209,
    "Marcus Fizer": 210,
    "Fred Hoiberg": 211,
    "Lonny Baxter": 212,
    "Corie Blount": 213,
    "David Robinson": 214,
    "Tim Duncan": 215,
    "Manu Ginobili": 216,
    "Tony Parker": 217,
    "Bruce Bowen": 218,
    "Steve Kerr": 219,
    "Malik Rose": 220,
    "Speedy Claxton": 221,
    "Stephen Jackson": 222,
    "Danny Ferry": 223,
    "Kevin Willis": 224,
    "Mark Blount": 225,
    "James Posey": 226,
    "Ryan Bowen": 227,
    "Junior Harrington": 228,
    "Chris Whitney": 229,
    "Chris Andersen": 230,
    "Nikoloz Tskitishvili": 231,
    "Nene ": 232,
    "Kenny Satterfield": 233,
    "Donnell Harvey": 234,
    "Jake Tsakalidis": 235,
    "Shawn Marion": 236,
    "Joe Johnson": 237,
    "Tom Gugliotta": 238,
    "Stephon Marbury": 239,
    "Anfernee Hardaway": 240,
    "Amar'e Stoudemire": 241,
    "Bo Outlaw": 242,
    "Scott Williams": 243,
    "Wang Zhi-zhi": 244,
    "Oscar Torres": 245,
    "Dion Glover": 246,
    "Jamaal Tinsley": 247,
    "Kurt Thomas": 248,
    "Clar. Weatherspoon": 249,
    "Allan Houston": 250,
    "Charlie Ward": 251,
    "Shandon Anderson": 252,
    "Howard Eisley": 253,
    "Othella Harrington": 254,
    "Travis Knight": 255,
    "Lee Nailon": 256,
    "Stromile Swift": 257,
    "Mike Batiste": 258,
    "Dan Gadzuric": 259,
    "Ray Allen": 260,
    "Tim Thomas": 261,
    "Anthony Mason": 262,
    "Sam Cassell": 263,
    "Toni Kukoc": 264,
    "Michael Redd": 265,
    "Kevin Ollie": 266,
    "Jason Caffey": 267,
    "Marcus Haislip": 268,
    "Flip Murray": 269,
    "Shawn Bradley": 270,
    "Raef LaFrentz": 271,
    "Dirk Nowitzki": 272,
    "Michael Finley": 273,
    "Steve Nash": 274,
    "Nick Van Exel": 275,
    "Walt Williams": 276,
    "Eduardo Najera": 277,
    "Raja Bell": 278,
    "Avery Johnson": 279,
    "Evan Eschmeyer": 280,
    "Kelvin Cato": 281,
    "Steve Francis": 282,
    "Eddie Griffin": 283,
    "Cuttino Mobley": 284,
    "Juaquin Hawkins": 285,
    "Yao Ming": 286,
    "Kenny Thomas": 287,
    "Moochie Norris": 288,
    "Greg Ostertag": 289,
    "Karl Malone": 290,
    "DeShawn Stevenson": 291,
    "Andrei Kirilenko": 292,
    "John Stockton": 293,
    "Jarron Collins": 294,
    "Mark Jackson": 295,
    "Matt Harpring": 296,
    "Calbert Cheaney": 297,
    "Scott Padgett": 298,
    "Vladimir Stepania": 299,
    "Kenny Anderson": 300,
    "Joseph Forte": 301,
    "Chris Jefferies": 302,
    "Mamadou N'diaye": 303,
    "Adrian Griffin": 304,
    "Casey Jacobsen": 305,
    "Randy Brown": 306,
    "Dan Langhi": 307,
    "Zydrunas Ilgauskas": 308,
    "Milt Palacio": 309,
    "Tyrone Hill": 310,
    "Ricky Davis": 311,
    "Darius Miles": 312,
    "Bimbo Coles": 313,
    "DeSagana Diop": 314,
    "Jumaine Jones": 315,
    "Carlos Boozer": 316,
    "Smush Parker": 317,
    "Michael Stewart": 318,
    "Glen Rice": 319,
    "Devin Brown": 320,
    "Juwan Howard": 321,
    "Rodney White": 322,
    "John Amaechi": 323,
    "Ervin Johnson": 324,
    "Wally Szczerbiak": 325,
    "Efthimios Rentzias": 326,
    "Primoz Brezec": 327,
    "Stacey Augmon": 328,
    "Dalibor Bagaric": 329,
    "Doug Christie": 330,
    "Jamison Brewer": 331,
    "Anthony Carter": 332,
    "Frank Williams": 333,
    "J.R. Bremer": 334,
    "Ruben Wolkowyski": 335,
    "Adam Harrington": 336,
    "Michael Doleac": 337,
    "Jason Collier": 338,
    "Maurice Taylor": 339,
    "Rick Fox": 340,
    "Charles Oakley": 341,
    "Tremaine Fowlkes": 342,
    "Greg Foster": 343,
    "Cezary Trybanski": 344,
    "Latrell Sprewell": 345,
    "Danny Fortson": 346,
    "Amal McCaskill": 347,
    "Chris Crawford": 348,
    "Steven Smith": 349,
    "A.J. Guyton": 350,
    "Joe Smith": 351,
    "Mark Strickland": 352,
    "Carlos Arroyo": 353,
    "Jermaine Jackson": 354,
    "Anthony Goldwire": 355,
    "Predrag Savovic": 356,
    "Austin Croshere": 357,
    "Derrick Coleman": 358,
    "Terence Morris": 359,
    "Shaquille O'Neal": 360,
    "Jake Voskuhl": 361,
    "Olumide Oyedeji": 362,
    "Dajuan Wagner": 363,
    "Matt Maloney": 364,
    "Joel Przybilla": 365,
    "Elden Campbell": 366,
    "Earl Boykins": 367,
    "Reggie Miller": 368,
    "Melvin Ely": 369,
    "Cherokee Parks": 370,
    "Popeye Jones": 371,
    "Jim Jackson": 372,
    "Mark Madsen": 373,
    "Lavor Postell": 374,
    "Alton Ford": 375,
    "Brian Cardinal": 376,
    "Brandon Armstrong": 377,
    "Monty Williams": 378,
    "Bryce Drew": 379,
    "Vincent Yarbrough": 380,
    "Kedrick Brown": 381,
    "Mengke Bateer": 382,
    "Bostjan Nachbar": 383,
    "Chris Mills": 384,
    "Nate Huffman": 385,
    "Nazr Mohammed": 386,
    "Mateen Cleaves": 387,
    "Tony Massenburg": 388,
    "Vitaly Potapenko": 389,
    "Mike Bibby": 390,
    "Chris Mihm": 391,
    "Mike Wilks": 392,
    "Sean Lampley": 393,
    "Bob Sura": 394,
    "John Crotty": 395,
    "Lamar Odom": 396,
    "Robert Archibald": 397,
    "Bobby Simmons": 398,
    "Chris Childs": 399,
    "Rafer Alston": 400,
    "Robert Pack": 401,
    "Steven Hunter": 402,
    "Mikki Moore": 403,
    "Damone Brown": 404,
    "Pepe Sanchez": 405,
    "Marcus Camby": 406,
    "Antoine Rigaudeau": 407,
    "Grant Long": 408,
    "Corey Benjamin": 409,
    "Rick Brunson": 410,
    "Jamal Sampson": 411,
    "Randy Livingston": 412,
    "Chris Dudley": 413,
    "Zendon Hamilton": 414,
    "Danny Manning": 415,
    "Maceo Baston": 416,
    "Tito Maddox": 417,
    "Roger Mason Jr.": 418,
    "Jahidi White": 419,
    "Tierre Brown": 420,
    "Brandon Williams": 421,
    "Donny Marshall": 422,
    "Ken Johnson": 423,
    "Tariq Abdul-Wahad": 424,
    "Charles Smith": 425,
    "Jeff Trepagnier": 426,
    "Tim Hardaway": 427,
    "Ruben Boumtje-Boumtje": 428,
    "Guy Rucker": 429,
    "Paul Shirley": 430,
    "Chris Owens": 431,
    "Don Reid": 432,
    "nan": 433,
    "Nene": 434
  },
  "token_to_string": {
    "0": "PAD",
    "1": "UNK",
    "2": "start",
    "3": "end",
    "4": "none",
    "5": "Tracy McGrady",
    "6": "Darrell Armstrong",
    "7": "Grant Hill",
    "8": "Pat Burke",
    "9": "Horace Grant",
    "10": "Pat Garrity",
    "11": "Mike Miller",
    "12": "Shawn Kemp",
    "13": "Ryan Humphrey",
    "14": "Andrew DeClercq",
    "15": "Jacque Vaughn",
    "16": "Jeryl Sasser",
    "17": "Vlade Divac",
    "18": "Bobby Jackson",
    "19": "Hedo Turkoglu",
    "20": "Chris Webber",
    "21": "Peja Stojakovic",
    "22": "Gerald Wallace",
    "23": "Keon Clark",
    "24": "Damon Jones",
    "25": "Scot Pollard",
    "26": "Soumaila Samake",
    "27": "Derek Fisher",
    "28": "Kobe Bryant",
    "29": "Devean George",
    "30": "Robert Horry",
    "31": "Samaki Walker",
    "32": "Tracy Murray",
    "33": "Brian Shaw",
    "34": "Jannero Pargo",
    "35": "Slava Medvedenko",
    "36": "Kareem Rush",
    "37": "Tony Battie",
    "38": "Antoine Walker",
    "39": "Paul Pierce",
    "40": "Eric Williams",
    "41": "Tony Delk",
    "42": "Shammond Williams",
    "43": "Vin Baker",
    "44": "Walter McCarty",
    "45": "Bruno Sundov",
    "46": "Keith Van Horn",
    "47": "Todd MacCulloch",
    "48": "Allen Iverson",
    "49": "Aaron McKie",
    "50": "Eric Snow",
    "51": "John Salmons",
    "52": "Art Long",
    "53": "Brian Skinner",
    "54": "Mark Bryant",
    "55": "Jelani McCoy",
    "56": "Antonio Davis",
    "57": "Vince Carter",
    "58": "Alvin Williams",
    "59": "Morris Peterson",
    "60": "Lindsey Hunter",
    "61": "Voshon Lenard",
    "62": "Jerome Williams",
    "63": "Michael Bradley",
    "64": "Jermaine O'Neal",
    "65": "Brad Miller",
    "66": "Metta World Peace",
    "67": "Erick Strickland",
    "68": "Al Harrington",
    "69": "Ron Mercer",
    "70": "Jonathan Bender",
    "71": "Jeff Foster",
    "72": "Fred Jones",
    "73": "Dikembe Mutombo",
    "74": "Kenyon Martin",
    "75": "Kerry Kittles",
    "76": "Jason Kidd",
    "77": "Richard Jefferson",
    "78": "Lucious Harris",
    "79": "Rodney Rogers",
    "80": "Aaron Williams",
    "81": "Tamar Slay",
    "82": "Jason Collins",
    "83": "Brian Grant",
    "84": "Caron Butler",
    "85": "Travis Best",
    "86": "Eddie Jones",
    "87": "Malik Allen",
    "88": "Rasual Butler",
    "89": "Sean Marks",
    "90": "Mike James",
    "91": "LaPhonso Ellis",
    "92": "Eddie House",
    "93": "Ben Wallace",
    "94": "Chauncey Billups",
    "95": "Richard Hamilton",
    "96": "Michael Curry",
    "97": "Zeljko Rebraca",
    "98": "Clifford Robinson",
    "99": "Jon Barry",
    "100": "Chucky Atkins",
    "101": "Corliss Williamson",
    "102": "Tayshaun Prince",
    "103": "Kevin Garnett",
    "104": "Anthony Peeler",
    "105": "Troy Hudson",
    "106": "Loren Woods",
    "107": "Rasho Nesterovic",
    "108": "Gary Trent",
    "109": "Kendall Gill",
    "110": "Marc Jackson",
    "111": "Rod Strickland",
    "112": "Reggie Slater",
    "113": "Pau Gasol",
    "114": "Wesley Person",
    "115": "Michael Dickerson",
    "116": "Drew Gooden",
    "117": "Jason Williams",
    "118": "Gordan Giricek",
    "119": "Shane Battier",
    "120": "Lorenzen Wright",
    "121": "Brevin Knight",
    "122": "Earl Watson",
    "123": "Jamaal Magloire",
    "124": "P.J. Brown",
    "125": "Baron Davis",
    "126": "Jamal Mashburn",
    "127": "David Wesley",
    "128": "George Lynch",
    "129": "Courtney Alexander",
    "130": "Jerome Moiso",
    "131": "Robert Traylor",
    "132": "Kirk Haston",
    "133": "Rasheed Wallace",
    "134": "Derek Anderson",
    "135": "Dale Davis",
    "136": "Bonzi Wells",
    "137": "Damon Stoudamire",
    "138": "Ruben Patterson",
    "139": "Jeff McInnis",
    "140": "Antonio Daniels",
    "141": "Arvydas Sabonis",
    "142": "Scottie Pippen",
    "143": "Zach Randolph",
    "144": "Qyntel Woods",
    "145": "Predrag Drobnjak",
    "146": "Gary Payton",
    "147": "Reggie Evans",
    "148": "Rashard Lewis",
    "149": "Brent Barry",
    "150": "Jerome James",
    "151": "Desmond Mason",
    "152": "Vladimir Radmanovic",
    "153": "Calvin Booth",
    "154": "Ansu Sesay",
    "155": "Michael Olowokandi",
    "156": "Elton Brand",
    "157": "Andre Miller",
    "158": "Quentin Richardson",
    "159": "Corey Maggette",
    "160": "Sean Rooks",
    "161": "Eric Piatkowski",
    "162": "Chris Wilcox",
    "163": "Marko Jaric",
    "164": "Keyon Dooling",
    "165": "Erick Dampier",
    "166": "Gilbert Arenas",
    "167": "Antawn Jamison",
    "168": "Jason Richardson",
    "169": "Troy Murphy",
    "170": "Adonal Foyle",
    "171": "Dean Oliver",
    "172": "Jiri Welsch",
    "173": "Mike Dunleavy",
    "174": "Brendan Haywood",
    "175": "Bryon Russell",
    "176": "Jerry Stackhouse",
    "177": "Kwame Brown",
    "178": "Larry Hughes",
    "179": "Michael Jordan",
    "180": "Jared Jeffries",
    "181": "Tyronn Lue",
    "182": "Christian Laettner",
    "183": "Juan Dixon",
    "184": "Etan Thomas",
    "185": "Theo Ratliff",
    "186": "Ira Newble",
    "187": "Glenn Robinson",
    "188": "Shareef Abdur-Rahim",
    "189": "Jason Terry",
    "190": "Alan Henderson",
    "191": "Antonio Harvey",
    "192": "Darvin Ham",
    "193": "Dan Dickau",
    "194": "Emanual Davis",
    "195": "Lawrence Funderburke",
    "196": "Anthony Johnson",
    "197": "Brian Scalabrine",
    "198": "Greg Buckner",
    "199": "Mehmet Okur",
    "200": "Hubert Davis",
    "201": "Igor Rakocevic",
    "202": "Tyson Chandler",
    "203": "Jay Williams",
    "204": "Trenton Hassell",
    "205": "Jalen Rose",
    "206": "Eddy Curry",
    "207": "Eddie Robinson",
    "208": "Donyell Marshall",
    "209": "Jamal Crawford",
    "210": "Marcus Fizer",
    "211": "Fred Hoiberg",
    "212": "Lonny Baxter",
    "213": "Corie Blount",
    "214": "David Robinson",
    "215": "Tim Duncan",
    "216": "Manu Ginobili",
    "217": "Tony Parker",
    "218": "Bruce Bowen",
    "219": "Steve Kerr",
    "220": "Malik Rose",
    "221": "Speedy Claxton",
    "222": "Stephen Jackson",
    "223": "Danny Ferry",
    "224": "Kevin Willis",
    "225": "Mark Blount",
    "226": "James Posey",
    "227": "Ryan Bowen",
    "228": "Junior Harrington",
    "229": "Chris Whitney",
    "230": "Chris Andersen",
    "231": "Nikoloz Tskitishvili",
    "232": "Nene ",
    "233": "Kenny Satterfield",
    "234": "Donnell Harvey",
    "235": "Jake Tsakalidis",
    "236": "Shawn Marion",
    "237": "Joe Johnson",
    "238": "Tom Gugliotta",
    "239": "Stephon Marbury",
    "240": "Anfernee Hardaway",
    "241": "Amar'e Stoudemire",
    "242": "Bo Outlaw",
    "243": "Scott Williams",
    "244": "Wang Zhi-zhi",
    "245": "Oscar Torres",
    "246": "Dion Glover",
    "247": "Jamaal Tinsley",
    "248": "Kurt Thomas",
    "249": "Clar. Weatherspoon",
    "250": "Allan Houston",
    "251": "Charlie Ward",
    "252": "Shandon Anderson",
    "253": "Howard Eisley",
    "254": "Othella Harrington",
    "255": "Travis Knight",
    "256": "Lee Nailon",
    "257": "Stromile Swift",
    "258": "Mike Batiste",
    "259": "Dan Gadzuric",
    "260": "Ray Allen",
    "261": "Tim Thomas",
    "262": "Anthony Mason",
    "263": "Sam Cassell",
    "264": "Toni Kukoc",
    "265": "Michael Redd",
    "266": "Kevin Ollie",
    "267": "Jason Caffey",
    "268": "Marcus Haislip",
    "269": "Flip Murray",
    "270": "Shawn Bradley",
    "271": "Raef LaFrentz",
    "272": "Dirk Nowitzki",
    "273": "Michael Finley",
    "274": "Steve Nash",
    "275": "Nick Van Exel",
    "276": "Walt Williams",
    "277": "Eduardo Najera",
    "278": "Raja Bell",
    "279": "Avery Johnson",
    "280": "Evan Eschmeyer",
    "281": "Kelvin Cato",
    "282": "Steve Francis",
    "283": "Eddie Griffin",
    "284": "Cuttino Mobley",
    "285": "Juaquin Hawkins",
    "286": "Yao Ming",
    "287": "Kenny Thomas",
    "288": "Moochie Norris",
    "289": "Greg Ostertag",
    "290": "Karl Malone",
    "291": "DeShawn Stevenson",
    "292": "Andrei Kirilenko",
    "293": "John Stockton",
    "294": "Jarron Collins",
    "295": "Mark Jackson",
    "296": "Matt Harpring",
    "297": "Calbert Cheaney",
    "298": "Scott Padgett",
    "299": "Vladimir Stepania",
    "300": "Kenny Anderson",
    "301": "Joseph Forte",
    "302": "Chris Jefferies",
    "303": "Mamadou N'diaye",
    "304": "Adrian Griffin",
    "305": "Casey Jacobsen",
    "306": "Randy Brown",
    "307": "Dan Langhi",
    "308": "Zydrunas Ilgauskas",
    "309": "Milt Palacio",
    "310": "Tyrone Hill",
    "311": "Ricky Davis",
    "312": "Darius Miles",
    "313": "Bimbo Coles",
    "314": "DeSagana Diop",
    "315": "Jumaine Jones",
    "316": "Carlos Boozer",
    "317": "Smush Parker",
    "318": "Michael Stewart",
    "319": "Glen Rice",
    "320": "Devin Brown",
    "321": "Juwan Howard",
    "322": "Rodney White",
    "323": "John Amaechi",
    "324": "Ervin Johnson",
    "325": "Wally Szczerbiak",
    "326": "Efthimios Rentzias",
    "327": "Primoz Brezec",
    "328": "Stacey Augmon",
    "329": "Dalibor Bagaric",
    "330": "Doug Christie",
    "331": "Jamison Brewer",
    "332": "Anthony Carter",
    "333": "Frank Williams",
    "334": "J.R. Bremer",
    "335": "Ruben Wolkowyski",
    "336": "Adam Harrington",
    "337": "Michael Doleac",
    "338": "Jason Collier",
    "339": "Maurice Taylor",
    "340": "Rick Fox",
    "341": "Charles Oakley",
    "342": "Tremaine Fowlkes",
    "343": "Greg Foster",
    "344": "Cezary Trybanski",
    "345": "Latrell Sprewell",
    "346": "Danny Fortson",
    "347": "Amal McCaskill",
    "348": "Chris Crawford",
    "349": "Steven Smith",
    "350": "A.J. Guyton",
    "351": "Joe Smith",
    "352": "Mark Strickland",
    "353": "Carlos Arroyo",
    "354": "Jermaine Jackson",
    "355": "Anthony Goldwire",
    "356": "Predrag Savovic",
    "357": "Austin Croshere",
    "358": "Derrick Coleman",
    "359": "Terence Morris",
    "360": "Shaquille O'Neal",
    "361": "Jake Voskuhl",
    "362": "Olumide Oyedeji",
    "363": "Dajuan Wagner",
    "364": "Matt Maloney",
    "365": "Joel Przybilla",
    "366": "Elden Campbell",
    "367": "Earl Boykins",
    "368": "Reggie Miller",
    "369": "Melvin Ely",
    "370": "Cherokee Parks",
    "371": "Popeye Jones",
    "372": "Jim Jackson",
    "373": "Mark Madsen",
    "374": "Lavor Postell",
    "375": "Alton Ford",
    "376": "Brian Cardinal",
    "377": "Brandon Armstrong",
    "378": "Monty Williams",
    "379": "Bryce Drew",
    "380": "Vincent Yarbrough",
    "381": "Kedrick Brown",
    "382": "Mengke Bateer",
    "383": "Bostjan Nachbar",
    "384": "Chris Mills",
    "385": "Nate Huffman",
    "386": "Nazr Mohammed",
    "387": "Mateen Cleaves",
    "388": "Tony Massenburg",
    "389": "Vitaly Potapenko",
    "390": "Mike Bibby",
    "391": "Chris Mihm",
    "392": "Mike Wilks",
    "393": "Sean Lampley",
    "394": "Bob Sura",
    "395": "John Crotty",
    "396": "Lamar Odom",
    "397": "Robert Archibald",
    "398": "Bobby Simmons",
    "399": "Chris Childs",
    "400": "Rafer Alston",
    "401": "Robert Pack",
    "402": "Steven Hunter",
    "403": "Mikki Moore",
    "404": "Damone Brown",
    "405": "Pepe Sanchez",
    "406": "Marcus Camby",
    "407": "Antoine Rigaudeau",
    "408": "Grant Long",
    "409": "Corey Benjamin",
    "410": "Rick Brunson",
    "411": "Jamal Sampson",
    "412": "Randy Livingston",
    "413": "Chris Dudley",
    "414": "Zendon Hamilton",
    "415": "Danny Manning",
    "416": "Maceo Baston",
    "417": "Tito Maddox",
    "418": "Roger Mason Jr.",
    "419": "Jahidi White",
    "420": "Tierre Brown",
    "421": "Brandon Williams",
    "422": "Donny Marshall",
    "423": "Ken Johnson",
    "424": "Tariq Abdul-Wahad",
    "425": "Charles Smith",
    "426": "Jeff Trepagnier",
    "427": "Tim Hardaway",
    "428": "Ruben Boumtje-Boumtje",
    "429": "Guy Rucker",
    "430": "Paul Shirley",
    "431": "Chris Owens",
    "432": "Don Reid",
    "433": "nan",
    "434": "Nene"
  },
  "next_token": 435,
  "frozen": true
}